Repository: Roman-Kovalenko/fin_acc
Catalog: django_app/finance/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Only positive allowed
ru: Разрешены только положительные

source: Only negative allowed
ru: Разрешены только отрицательные

source: name
ru: название

source: currency
ru: валюта

source: currencies
ru: валюты

source: is debit
ru: это дебет

source: transaction category
ru: категория транзакций

source: transaction categories
ru: категории транзакций

source: user
ru: пользователь

source: category
ru: категория

source: start date
ru: начальная дата

source: end date
ru: конечная дата

source: pay day
ru: день платежа

source: amount
ru: сумма

source: comment
ru: комментарий

source: periodic transaction
ru: повторяющаяся транзакция

source: periodic transactions
ru: повторяющиеся транзакции

source: date and time
ru: дата и время

source: receipt
ru: чек

source: transaction
ru: транзакция

source: transactions
ru: транзакции

source: actions
ru: действия

source: paid
ru: оплачено

source: unpaid
ru: не оплачено

source: Delete transaction?
ru: Удалить транзакцию?

source: Cancel
ru: Отмена

source: Create
ru: Создать

source: Transaction category was created successfully
ru: Категория транзакций успешно создана

source: Create debit transaction category
ru: Создание категории транзакций прихода

source: Create credit transaction category
ru: Создание категории транзакций списания

source: Create debit transaction
ru: Создание транзакции прихода

source: Transaction debit was created successfully
ru: Транзакция прихода успешно создана

source: Create credit transaction
ru: Создание транзакции списания

source: Transaction credit was created successfully
ru: Транзакция списания успешно создана

source: Update debit transaction
ru: Редактировать транзакцию прихода

source: Transaction debit was updated successfully
ru: Транзакция прихода успешно отредактирована

source: Update credit transaction
ru: Редактировать транзакцию списания

source: Transaction credit was updated successfully
ru: Транзакция списания успешно отредактирована

source: Transaction was deleted
ru: Транзакция удалена

source: Transaction table with filter
ru: Таблица транзакций с фильтрацией

source: Main page
ru: Основная страница

source: Create credit periodic transaction
ru: Создание повторяющейся транзакции списания

source: Periodic transaction credit was created successfully
ru: Повторяющаяся транзакция списания успешно создана

source: Update credit periodic transaction
ru: Редактирование повторяющейся транзакции списания

source: Periodic transaction credit was updated successfully
ru: Повторяющаяся транзакция списания успешно отредактирована

source: Periodic transaction was deleted
ru: Повторяющаяся транзакция удалена

source: Periodic transaction table with filter
ru: Таблица повторяющихся транзакций с фильтрацией

source: Cost statistics
ru: Статистика расходов
